wget
zip
xz
unzip
exfatprogs
dosfstools
usbutils
brightnessctl
mesa-utils
fd
bat
btop
clang
fastfetch
fzf
git
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
kitty
lazygit
less
neovim
openssh
ripgrep
rsync
stow
swaync
zellij
waybar
wl-clipboard
zsh
grim
slurp
polkit-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
gnome-themes-extra
nwg-look
gnome-keyring
libsecret
