wget
exfatprogs
dosfstools
usbutils
brightnessctl
mesa-utils
fd
bat
blueberry
bluez
bluez-obex
bluez-utils
btop
clang
fastfetch
fzf
git
greetd
greetd-tuigreet
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
kitty
lazygit
less
neovim
openssh
ripgrep
rsync
stow
swaync
tmux
waybar
wl-clipboard
zsh
grim
slurp
